const AreaField = {
    서울: ["서울 전체","강남","서초","잠실/송파/강동","영등포/여의도/강서","건대/성수/왕십리","종로/중구","홍대/합정/마포","용산/이태원/한남","성북/노원/중랑","구로/관악/동작"],
    경기: ["경기 전체","성남시(분당/판교/성남)","수원","용인/화성(동탄)","안양/과천","군포/의왕","부천/안산/시흥/광명","평택/오산/안성","고양/파주","김포","가평/양평","광주/이천/여주","남양주/의정부","하남/구리","포천/양주/동두천,연천"],
    인천: ["인천 전체","연수구(송도)/남동구","부평구/계양구","중구/서구(청라)","미추홀구/동구","강화/옹진"],
    부산: ["부산 전체","해운대/기장","수영구/남구","부산진구(서면)/동구","중구/서구/영도구","연제구/동래구/금정구","북구/사상구","강서구/사하구"],
    제주: ["제주 전체","제주시","서귀포시"],
    울산: ["울산 전체","남구/중구","동구/북구/울주군"],
    경남: ["경남 전체","창원","김해/양산/밀양","거제/통영/고성","진주/사천/남해/하동","거창/함안/창녕/합천/의령","하동/산청/함양"],
    대구: ["대구 전체","중구/동구","수성구/남구","북구/서구","달서구/달성군","군위군"],
    경북: ["경북 전체","포항/경주","김천/구미/성주/칠곡/고령","안동/문경/상주/영주/예천/의성/봉화","경산","영천/청도","울진/영양/영덕/청송","울릉도"],
    강원: ["강원 전체","강릉/동해/삼척","속초/양양/고성/인제","원주/횡성","춘천/철원/화천/양구/홍천","태백/영월/평창/정선"],
    대전: ["대전 전체","유성구/대덕구","서구/중구","동구"],
    충남: ["충남 전체","천안/아산","보령/부여/서천","공주/계룡/금산/논산/청양","당진","태안/안면도/서산","예산/홍성"],
    충북: ["충북 전체","청주","충주","제천/진천/음성/단양","보은/옥천/괴산/증평/영동"],
    세종: ["세종"],
    전남: ["전남 전체","여수/순천/광양","목포/영암/무안/신안","담양/곡성/구례/화순","해남/완도/진도/강진/장흥/보성/고흥","나주/함평/영광/장성"],
    광주: ["광주 전체","서구","광산구","동구/남구","북구"],
    전북: ["전북 전체","전주/완주","군산/익산","정읍/부안/김제/고창","남원/임실/순창/무주/진안/장수"],
};

export default AreaField;